<?php

/**
 *Team:Internet-2020
 *Coding by houxiao 1811481,20200523
 *This is the main layout of frontend web.
 *column\科普栏目
*/

/* @var $this yii\web\View */

use frontend\widgets\banner2\bannerwidget;
use yii\base\Widget;

$this->title = '科普栏目';
?>
<div class="row">
    <div class="col-lg-2">
    </div>

    <div class="col-lg-8">
    <?=bannerwidget::widget()?>
    </div>

    <div class="col-lg-10">
    </div>

    <div class="col-lg-3">
    </div>

	<div class="col-lg-6">
	<div>
    	<div>
    		<h1>鼠疫</h1>
    		<p style="font-size: 15px">鼠疫又称黑死病，一般先在鼠间或其它啮齿类野生动物间流行，借助鼠蚤叮咬人而造成人间鼠疫，未经治疗的鼠疫病死率高达50%～70%。在中国法定报告传染病名录上，甲等传染病只有两种，鼠疫位居第一位。历史上的三次鼠疫大流行分别是在公元前6世纪（520-565年）、14世纪中叶、19世纪末期到20世纪30年代。第一次鼠疫大流行从6世纪中叶开始至8世纪消失，在欧亚夺走上亿条生命。疫情起源于埃及的西奈半岛，542年开始在君士坦丁堡爆发。当时的君士坦丁堡是全世界范围内人口最多的城市，很多来自亚洲、非洲、欧洲的商队、船队在此聚集。因疫情爆发适逢拜占庭皇帝查士丁尼在位，故此次瘟疫被后人称为“查士丁尼瘟疫”。 第二次世界性鼠疫大流行从14世纪20年代开始，到1800年左右才停止，初期几年欧洲就有近三千万人因黑死病而死，前后三百余年间欧洲大陆丧失三分之一到一半的人口。在十五、十六世纪黑死病多次侵袭欧洲，但死亡率及严重程度逐渐下降。中世纪各国原本是宗教势力控制，神职人员也充当医生，当时神职人员将鼠疫当做从地狱来的恶魔，得了鼠疫的人就是被恶魔附身的人，神职人员往往要鞭挞患者伤处，而且神职人员会在驱魔的过程中不断接触鼠疫患者，这就必然导致一个结果——神职人员是高危人群。原本大家都认为神职人员是受上帝保护的，应该不会被“恶魔附身”，但却看到神职人员大量病死，人们突然发现自己信仰的无所不能的上帝抛弃了大家，于是怀疑、否定宗教的思想产生，文艺复兴开始了。后来人们养成了隔离和卫生习惯，使用肥皂，随着黑死病逐渐消失，人们更加相信科学，唯物主义就成为势不可挡的潮流。同时，由于黑死病导致太多人死亡，社会劳动力急剧匮乏，导致农奴制走向衰落，新的资本主义的生产方式成为社会更广泛的追求。第三次鼠疫大流行是1894年突然爆发的，至20世纪30年代达最高峰，总共波及亚洲、欧洲、美洲和非洲的六十多个国家，死亡达千万人以上。此次流行传播速度之快、波及地区之广，远远超过前两次大流行。这次流行的特点是疫区多分布在沿海城市及其附近人口稠密的居民区，家养动物中也有流行。其中印度最严重，死亡900万人。此次疫情多分布在沿海城市及其附近人口稠密的居民区，流行传播速度之快，波及地区之广，远远超过前两次大流行。第三次大流行也传播到中国东北，1910年秋冬传到哈尔滨，这次传播的是肺鼠疫，同腺鼠疫不同，腺鼠疫只能鼠传人，不能人传人，而肺鼠疫可以人传人，媒介是飞沫传播。这也是人类第一次认识肺鼠疫。按照其他国家的致死率，这次传播怎么说也得横尸百万，但实际上并没有，只有6万人死亡，原因就是中国有国士伍连德。当时31岁的伍连德面对极端落后的条件，主要采取了三种措施防治鼠疫：一是隔离，建立医院收治病人，保证病人不与其他人接触，控制疫区人员流动，居民彼此隔离，尽量不要出门；二是做口罩，当时中国还没有口罩，伍连德设计了一种极其简单的双层纱布囊口罩，即用两层纱布，内置一块吸水药棉，戴上它就可以隔离病患，成本费仅需当时国币2分半钱；三是焚烧死者尸体，火葬在中国直到上世纪80年代才普及，尤其农民都要求土葬不接受火葬，在当时压力更是巨大，但伍连德上奏清朝政府，由于清朝统治者对疫情极为恐惧，准许火葬。这三种措施实施下来，只67天，就控制住了鼠疫传播。鼠疫到现在就没有那么恐怖了，因为致病的是鼠疫杆菌，自从人类社会有了抗生素和噬菌体，对细菌类致病的传染病都有了较好的控制效果。</p>
    	</div>
    	<div class="pic"><img src="statics/images/banner/d_1.jpg" alt="" width="400" height="300"></div>
    	<div>
    		<h1>霍乱</h1>
    		<p style="font-size: 15px">这是甲等传染病的第二种疾病。霍乱是一种由霍乱弧菌引起的烈性肠道传染病，它通常通过被霍乱弧菌感染的水和食物传播。感染霍乱的人主要表现为剧烈泻吐并排泄大量米泔水样肠内容物，并会出现脱水、肌肉痉挛、少尿和无尿的症状。较严重的则会因休克、尿毒症或者酸中毒而死亡。19世纪初至20世纪末，大规模流行的世界性霍乱共发生8次，地区性流行也出现过几次。1817～1823年，霍乱第一次大规模流行，从“人类霍乱的故乡”印度恒河三角洲蔓延到欧洲，仅1818年前后便使英国6万余人丧生。印度一直有水葬的习俗，人死后尸体在恒河顺流而下。1817 年恒河洪水泛滥，尸体携带的霍乱在恒河下游地区迅速流行开来，后来波及整个印度大陆，又传播到曼谷、泰国和菲律宾等地，1821 年传入我国东南沿海，造成霍乱在亚洲地区的大流行。本次疫情于1824年基本结束。1826～1837年，霍乱第二次大流行，穿越俄罗斯并先后到达德国、英国、加拿大和美国。1846～1863年霍乱第三次大流行，波及整个北半球。1865～1875年，霍乱第四次大流行，由一艘从埃及到英国的船所引发。1883～1896年，霍乱第五次大流行，到达了埃及。1910～1926年，第六次霍乱大流行。1961年出现第七次霍乱大流行，始于印度尼西亚，波及五大洲140多个国家和地区，报告患者逾350万。首先起于印度尼西亚，然后传到亚洲其他国家和欧洲，1970年它又进入非洲，已经百年不见霍乱踪影的非洲从此深受其害。1992年10月，第八次霍乱大流行，席卷印度和孟加拉国部分地区，短短2～3个月就报告病例10余万，死亡人数达几千人。1991年，霍乱开始袭击拉丁美洲，1年之内就造成40万人感染，4000人死亡。到了1993年，仍有78个国家报告存在霍乱，在霍乱流行的高峰时期，每年全球都会有20万人死于霍乱。1997年9月起，霍乱在非洲大规模蔓延，仅1998年的头3个月乌干达就报告病例11335例，肯尼亚报告病例10108例。这次据世界卫生组织统计，2001年非洲霍乱患者占了全球的94%，至今，一些非洲国家，霍乱仍未得到有效的控制。控制霍乱疫情，最简单的办法就是控制上水与下水，上水就是自来水，水源干净、食物清洁，同时收集下水，污水不随便乱排放，基本就能控制霍乱的传播。加上静脉输液、口服补液盐等措施，霍乱的致死率已经非常低。例如1932年中国霍乱大流行，源头是上海，当时全国24省近10万人发病，死亡3万多。又是时伍连德坐镇中央霍乱局，采取的措施非常简单，紧急铺设6条自来水管道，动用水车送水，解决了30万苏州河沿岸居民清洁饮水问题，最终300万人口的大上海在这次霍乱中只死了300余人。建国后主要是开展爱国卫生运动，其中“三管一灭”（管水、管粪、管饮食、灭苍蝇）对消灭霍乱起了重要作用，很快就将控制了霍乱的影响。</p >
    	<div class="pic"><img src="statics/images/banner/d_2.jpg" alt="" width="400" height="300"></div>
    	<div>
    		<h1>疟疾</h1>
    		<p style="font-size: 15px">疟疾是每年导致人类死亡最多的疾病之一，据报导全球每年约有3～5亿人感染疟疾，死亡人数超过100万人，主要分布在非洲等国家。2017年全球共发生2.19亿疟疾病例，43.5万名患者死亡，其中非洲占90%以上。在20世纪40年代，中国估计每年有3000万疟疾病例，30万人死亡。但自2016年8月以来，中国未发生一例本土疟疾病例，主要原因就是有青蒿素等特效药、对病人尤其是出入南亚等疫区人员严格跟踪排查、周围人群集体服药等措施。这在历史上疟疾曾造成巨大损失的国家是一项辉煌的成就。中国科学家屠呦呦等人发明的青蒿素在全球范围内已治疗2亿多人，共挽救620万人的生命。目前世界卫生组织已经提出了2030年时使全球疟疾发病率和死亡率进一步降低90%的目标，如果普及青蒿素（目前撒哈拉以南非洲地区估计仅有13%的发热儿童获得了以青蒿素为基础的联合疗法）治疗，应该还是有很大希望实现的。</p >
    	</div>
    	<div class="pic"><img src="statics/images/banner/d_3.jpg" alt="" width="400" height="300"></div>
    	<div>
    		<h1>流感</h1>
  			<p style="font-size: 15px">从近百年致死人数上看，流感要比疟疾更厉害，只不过平常大家习以为常，都不关注了。导致几次流感的病毒都来自于鸟类和家禽。1889～1890年俄罗斯流感，在飞机尚未成为交通工具的背景下，仅用几个月就传遍全球。受流感影响最大的群体是15-40岁之间的人群，其次是老人。初期流感的死亡率高达5%～8.75%，总共导致100万人死亡。20世纪以来，流感先后三次大流行，最严重的就是1918年的流感。1918年3月4日位于美国堪萨斯州的军营发生流感，接着中国、西班牙、英国等除澳洲以外的各大洲都发生了流感。由于这次流感是从西班牙开始报道的，所以又称西班牙流感，但实际上跟西班牙没什么关系，源头是美国的养殖场。初期流感症状只有头痛、高烧、肌肉酸痛和食欲不振而已，但到了1918年秋季则在全球大量爆发，至1920年春季，在全世界造成约10亿人感染，大约死亡5000万～1亿人，当时全球才17亿人，这场流感被认为是“最大的医学大屠杀历史”。因为这场大流感，导致参战各国都没有额外的兵力作战，这场流感的易感人群还是年轻人，比俄罗斯流感更集中，主要是20-35岁的青壮年，可以想见，已经死亡了千万人，然后战场上还缺人，战场上肯定没法隔离，一训练彼此之间传播更快，去参战不死于战火也会死于流感，所以兵员枯竭，最终在死亡的阴影下，第一次世界大战仓促落幕。1957～1958年亚洲流感由H2N2亚型流感病毒引起，1957年2月下旬在中国贵州初次发现，1957年夏天蔓延到南半球，1957年6月传至美国，最终导致200万人死亡。1968～1969年香港流感，由H3N2亚型流感病毒引起，1968年初此病毒在香港初次发现，最终导致200万人死亡。美国约有3.38万人死于此次流感大流行。自1920年以来的100年来，流感所致死亡的总和可能已经超过了1918年大流感所致的死亡人数。流感作为一种急性呼吸道传染病，并不仅仅是一场普通的感冒。流感病毒直接侵袭人体的呼吸系统，可引起病毒性肺炎、继发细菌性肺炎、急性呼吸窘迫综合征、休克、弥漫性血管内凝血等多种威胁生命的严重并发症。世界卫生组织估计，全球范围内，每年流感季节性流行可导致65万例死亡，相当于每48秒就有1人因流感死亡。现在，每年全球因流感的死亡人数在百万以上。下呼吸道感染是目前全球感染疾病死亡的主要原因。比如，2016年下呼吸道感染导致250万人死亡。2019年9月，美国爆发了大规模的甲乙混合型流感，截至目前，美国至少有2200万人感染，死亡人数超过1.2万人。</p >
    	</div>
    	<div class="pic"><img src="statics/images/banner/d_4.jpg" alt="" width="400" height="300"></div>
    	<div>
    		<h1>结核病</h1>
    		<p style="font-size: 15px">结核病是由结核杆菌感染引起的慢性传染病。结核菌可能侵入人体全身各种器官，但主要侵犯肺脏，所以也常称肺结核病。世界上约有三分之一的人口感染结核杆菌，但其中只有很小一部分人会患上结核病。免疫系统较弱的人患结核病的风险更高。艾滋病毒携带者患活动性结核病的可能性是常人的约26～31倍。上世纪八九十年代，结核病发病数全球每年以10%速度递增，尤其是发展中国家问题严重，由于我国农村公共卫生体系也被破坏，我国结核病反弹也是在这段时期。新世纪以来，结核病发病率有所下降，目前，每年全球有超过百万人死于结核病。2015年，共有180万人死于结核病（包括40万艾滋病毒携带者）；2017年，1000万人患有结核病，160万人因该病死亡；2018年，全球结核病死亡数约124万。结核病位居全世界前10位死因之列，排位在艾滋病和疟疾之前。世界共有1040万例结核病新发病人，其中10%为艾滋病毒感染者，前七名国家占到总负担的64%，印度首当其冲，其次是印度尼西亚、中国、菲律宾、巴基斯坦、尼日利亚和南非，主要发生于非洲、亚洲、拉丁美洲等地区。古代结核病是不治之症，被称为“肺痨”，得上最后都会咳血而亡。现在结核病也是可防可治的，有了抗生素等药物，但在经济落后、卫生条件差的地区，难以获得医疗资源的穷人中仍然广泛传播。</p>
    	</div>
    	<div class="pic"><img src="statics/images/banner/d_5.jpg" alt="" width="400" height="300"></div>
        <div>
    		<h1>万物之中，希望最美。没有过不去的冬天，也没有来不了的春天，我们一定要坚信：疫情很快就会过去，春天很快就会到来！</h1>
    	</div>
    </div>

	</div>
	<div class="col-lg-9">
    </div>
</div>